Revit 2027 API
BuiltInFailures.CopyPasteFailures.CopyImposterContentError Property
 Cannot copy Render Appearance.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CopyImposterContentError { get; }
Public Shared ReadOnly Property CopyImposterContentError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CopyImposterContentError {
	FailureDefinitionId^ get ();
}
static member CopyImposterContentError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace